Repository: 4teamwork/ftw.workspace
Catalog: ftw/workspace/locales/*/LC_MESSAGES/ftw.workspace.po
Languages: de, fr

source: ${moved_items} Elements were moved successfully
de: ${moved_items} Inhalte wurden erfolgreich verschoben
fr: ${moved_items} eléments ont été déplacés avec succès

source: A type for collaborative spaces.
de: Ein Inhaltstyp für internetbasierte Zusammenarbeit

source: Contacts
de: Kontakte

source: Creator
de: Ersteller
fr: Créateur

source: Description
de: Beschreibung

source: Failed to move following objects: ${failed_objects}
de: Folgende Inhalte konnten nicht verschoben werden: ${failed_objects}
fr: Impossible de déplacer des objets suivants: ${failed_objects}

source: Failed to move following objects: ${failed_objects}. Locked via WebDAV
de: Folgende Inhalte sind über WebDAV gesperrt: ${failed_objects}.
fr: Objets suivants sont verrouillés via WebDAV: ${failed_objects}

source: Folder
de: Ordner
fr: Dossier

source: It isn't allowed to add such items there
de: Einige Inhalte sind nicht erlaubt.
fr: Certains articles ne sont pas autorisés dans le dossier de destination

source: Modified
de: Änderungsdatum
fr: Modifié

source: Move Items
de: Inhalte verschieben
fr: Déplacer des éléments

# Typ
source: Type
de: Typ

source: Workspace
de: Arbeitsraum
fr: Espace travail

source: You have not selected any items
de: Sie haben keine Inhalte ausgewählt
fr: Vous n'avez pas des éléments sélectionnés

source: button_cancel
de: Abbrechen
fr: Annuler

source: button_move
de: Verschieben
fr: Déplacer

# column_creator
source: Creator
de: Hinzugefügt durch
fr: Créateur

# column_date
source: Date
de: Datum

# column_modified
source: Modified
de: Bearbeitet
fr: Modifié

# column_title
source: Title
de: Titel
fr: Titre

# column_type
source: Type
de: Typ

source: Contacts
de: Kontakte

# documents_pill_list
source: List
de: Liste
fr: Liste

# documents_pill_preview
source: Preview
de: Vorschau
fr: Présentation

source: error_NotInContentTypes ${failed_objects}
de: Folgene Inhalte sind im Zielverzeichnis nicht erlaubt: ${failed_objects}
fr: Certains articles ne sont pas autorisés dans le dossier de destination: ${failed_objects}

source: Event
de: Termin
fr: Rendez-vous

# events_pill_calendar
source: Calendar
de: Kalender
fr: Calendrier

# events_pill_list
source: List
de: Liste
fr: Liste

source: export_heading_email
de: E-Mail

source: export_heading_full_name
de: Name

source: export_heading_roles
de: Rollen

source: export_heading_user_id
de: Benutzer-ID

source: heading_move_items
de: Inhalte verschieben
fr: Déplacer les éléments

source: help_destination
de: Zielordner wählen
fr: Sélectionner le contenant de destination.

source: label_destination
de: Zielordner
fr: Destination

# label_eventstab_creator
source: Added by
de: Hinzugefügt durch
fr: Créateur

# label_eventstab_start
source: Start
de: Beginn
fr: Date de début

# label_eventstab_title
source: Title
de: Titel
fr: Titre

# label_eventstab_type
source: Type
de: Typ

# label_today
source: Today, ${time}
de: Heute, ${time}
fr: Aujourd'hui'

# label_yesterday
source: Yesterday, ${time}
de: Gestern, ${time}
fr: Hier

# latex_files_creator
source: Creator
de: Ersteller
fr: Créateur

# latex_files_effective
source: Date
de: Datum

# latex_files_modified
source: Modified
de: Verändert
fr: Modifié

# latex_files_title
source: Title
de: Titel
fr: Titre

# latex_label_description
source: Description
de: Beschreibung

# latex_label_files
source: Files
de: Dateien
fr: Fichier

# latex_label_owner
source: Owner
de: Verantwortlich
fr: Possesseur

# latex_label_title
source: Title
de: Titel
fr: Titre

# latex_label_workspace
source: Workspace
de: Arbeitsraum
fr: Espace travail

# latex_page
source: Page
de: Seite

# latex_printed
source: Printed
de: Druckdatum
fr: Imprimé

source: Meeting
de: Sitzung
fr: Rendez-vous

source: participants_export_filename
de: Teilnehmer.xlsx

source: Poll
de: Sitzungsumfrage
fr: Enquête

# text_no_preview
source: No preview
de: Keine Vorschau
fr: pas de Présentation

source: Title
fr: Titre

# label_text
source: Text
fr: Texte
